def compose_target_subjects_header():
    pass

# Факультет
# Курс
# Группа
# ФИО преподавателя
# Дисциплина
# Количество ответов
# Удовлетворены ли Вы реализацией дисциплины? (0 - полностью НЕ удовлетворен, 1-скорее не удовлетворен, 2-скорее удовлетворен, 3-полностью удовлетворен)
# Были ли  вы проинформированы о целях курса, его  месте в образовательной программе и о критериях оценивания?
#     да, в начале семестра
#     да, перед промежуточной аттестацией
#     нет
# Оцените сложность курса (1 - очень легко, 5 - очень сложно)
# Оцените сложность домашних заданий (1 - очень простые, 5 - очень сложные)
# Сколько часов в неделю (кроме аудиторных) Вы тратите на курс?
#     0 - 2
#     2 - 4
#     4 - 6
#     6 - 8 > 10
# Открытые комментарии


def compose_target_teachers_header():
    pass

# Факультет
# Курс
# Группа
# ФИО преподавателя
# Дисциплина
# Тип
# Количество ответов
# Общая удовлетворенность преподаванием (0 - полностью НЕ удовлетворен, 1 - скорее не удовлетворен, 2 - скорее удовлетворен, 3 - полностью удовлетворен)
# Уровень владения преподаваемым материалом
# Планирование и организация дисциплины
# Коммуникация (доступность преподавателя лично и по почте)
# Четкость и структурированность изложения материала
# Вовлечение студентов в изучение дисциплины
# Комфортная атмосфера на занятиях
# Использование цифровых инструментов преподавателем
# Открытые комментарии


