def compose_target_subjects_header():
    pass

# Факультет
# Курс
# Группа
# Дисциплина
# Количество ответов
# Удовлетворены ли Вы реализацией дисциплины? (0 - полностью НЕ удовлетворен, 1-скорее не удовлетворен, 2-скорее удовлетворен, 3-полностью удовлетворен)
# Были ли  вы проинформированы о целях курса, его  месте в образовательной программе и о критериях оценивания?
#     да, в начале семестра
#     да, перед промежуточной аттестацией
#     нет
# Оцените сложность курса (1 - очень легко, 5 - очень сложно)
# Оцените сложность домашних заданий (1 - очень простые, 5 - очень сложные)
# Сколько часов в неделю (кроме аудиторных) Вы тратите на курс?
#     0 - 2
#     2 - 4
#     4 - 6
#     6 - 8 > 10
# Открытые комментарии

